Repository: Valeriiiaa/PHONARIK
Catalog: LedLamp/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

source: Light
de: Licht
es: Luz
fr: Lumière
ru: Cвет

source: Rooms
de: Zimmer
es: Habitaciones
fr: Chambres
it: Stanze
ru: Комнаты

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ru: Музыка

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ru: Настройки

source: Contact us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
ru: Свяжитесь с нами

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ru: Политика конфиденциальности

# termsUse
source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ru: Условия использования

# share
source: Share with friends
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
it: Condividi con amici
ru: Поделиться с друзьями

source: Microphone access
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
it: Accesso al microfono
ru: Доступ к микрофону

source: Camera access
de: Kamerazugriff
es: Acceso a la cámara
fr: Accès à la caméra
it: Accesso alla fotocamera
ru: Доступ к камере

source: Home access
de: Heimzugang
es: Acceso al hogar
fr: Accès à domicile
it: Accesso a Casa
ru: Доступ к домашней сети

# selectAccesory
source: Select an accessory to add
de: Wählen Sie ein Zubehör zum Hinzufügen aus
es: Selecciona un accesorio para agregar
fr: Sélectionnez un accessoire à ajouter
it: Seleziona un accessorio da aggiungere
ru: Выберите аксессуар для добавления

# makeSure
source: Make sure your device is activated and in close range, or set it to discoverable mode.
de: Stellen Sie sicher, dass Ihr Gerät aktiviert und in Reichweite ist oder setzen Sie es in den Entdeckungsmodus.
es: Asegúrate de que tu dispositivo esté activado y cerca, o ponlo en modo detectable.
fr: Assurez-vous que votre appareil est activé et à proximité, ou réglez-le en mode découvrable.
it: Assicurati che il tuo dispositivo sia attivato e vicino, o impostalo in modalità rilevabile.
ru: Убедитесь, что ваше устройство активировано и находится в непосредственной близости, или установите режим обнаружения.

source: Accessory not listed
de: Zubehör nicht aufgelistet
es: Accesorio no listado
fr: Accessoire non répertorié
it: Accessorio non elencato
ru: Аксессуар не указан

source: Add light
de: Licht hinzufügen
es: Agregar luz
fr: Ajouter de la lumière
it: Aggiungi luce
ru: Добавить свет

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
ru: Дополнительные настройки

# addAppleHome
source: Add to Apple Home
de: Zu Apple Home hinzufügen
es: Agregar a Apple Home
fr: Ajouter à Apple Home
it: Aggiungi a Casa Apple
ru: Добавить в Apple Home

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ru: Готово

source: Edit Name
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom
it: Modifica nome
ru: Изменить имя

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

source: Add room
de: Raum hinzufügen
es: Agregar habitación
fr: Ajouter une pièce
it: Aggiungi stanza
ru: Добавить комнату

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ru: Добавить

source: Show Selected
de: Ausgewähltes anzeigen
es: Mostrar seleccionado
fr: Afficher sélectionné
it: Mostra selezionato
ru: Показать выбранное

source: Select light
de: Licht auswählen
es: Seleccionar luz
fr: Sélectionner la lumière
it: Seleziona la luce
ru: Выбрать свет

source: Room name
de: Raumname
es: Nombre de la habitación
fr: Nom de la chambre
it: Nome della stanza
ru: Название комнаты

source: Wallpaper
ru: Обои

source: Add from Gallery
de: Aus der Galerie hinzufügen
es: Agregar desde la galería
fr: Ajouter depuis la galerie
it: Aggiungi dalla galleria
ru: Добавить из галереи

source: Open camera
de: Kamera öffnen
es: Abrir cámara
fr: Ouvrir l'appareil photo
it: Apri la fotocamera
ru: Открыть камеру

# enterRoomName
source: Please enter a room name
de: Bitte geben Sie einen Raumnamen ein
fr: Veuillez saisir un nom de chambre
it: Si prega di inserire un nome per la stanza
ru: Пожалуйста, введите название комнаты

# enterLightName
source: Please enter light name
de: Bitte geben Sie einen Lichtnamen ein
fr: Veuillez saisir un nom de lumière
it: Si prega di inserire un nome per la luce
ru: Пожалуйста, введите название света

# youDontHaveLight
source: You don’t have any smart-lights
de: Sie haben keine smarten Lichter
es: No tienes ninguna luz inteligente
fr: Vous n'avez pas de lampes intelligentes
it: Non hai luci intelligenti
ru: У вас нет умных ламп

# brightenYourEnv
source: Brighten Your Environment: LED Lamp Management
de: Beleuchten Sie Ihre Umgebung: LED-Lampenverwaltung
es: Ilumina tu entorno: gestión de lámparas LED
fr: Éclairer votre environnement : gestion de la lampe LED
it: Illumina il tuo ambiente: Gestione delle lampade LED
ru: Укрась свое окружение: управление светодиодной лампой

source: Add Device
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
ru: Добавить устройство

# scanCode
source: Scan the code or bring your iPhone close to the accessory.
de: Scannen Sie den Code oder bringen Sie Ihr iPhone in die Nähe des Zubehörs.
es: Escanee el código o acerque su iPhone al accesorio.
fr: Numérisez le code ou approchez votre iPhone de l'accessoire.
it: Scansiona il codice o avvicina il tuo iPhone all'accessorio.
ru: Отсканируйте код или поднесите iPhone к аксессуару.

# scanSetupCode
source: Scan a Setup code
de: Einrichtungscode scannen
es: Escanear un código de configuración
fr: Scanner un code de configuration
it: Scansiona un codice di configurazione
ru: Отсканируйте код настройки

# locateQRCode
source: Locate a QR code on the accessory, packaging, or in the instructions, then position it within the camera frame above.
de: Lokalisieren Sie einen QR-Code auf dem Zubehör, der Verpackung oder in den Anweisungen und positionieren Sie ihn dann innerhalb des Kamerarahmens oben.
es: Localice un código QR en el accesorio, el embalaje o en las instrucciones, y luego colóquelo dentro del marco de la cámara.
fr: Localisez un code QR sur l'accessoire, l'emballage ou dans les instructions, puis positionnez-le dans le cadre de la caméra ci-dessus.
it: Trova un codice QR sull'accessorio, sull'imballaggio o nelle istruzioni, quindi posizionalo all'interno del frame della fotocamera.
ru: Найдите QR-код на аксессуаре, упаковке или в инструкциях, а затем поместите его в камеру.

# bringIphoneClose
source: Bring iPhone close to the accessory
de: Bringen Sie das iPhone in die Nähe des Zubehörs
es: Acerque el iPhone al accesorio
fr: Approchez l'iPhone de l'accessoire
it: Avvicina l'iPhone all'accessorio
ru: Приблизьте iPhone к аксессуару

# youCanPlaceIphone
source: You can also place your iPhone near the symbol on the accessory, if available.
de: Sie können Ihr iPhone auch in der Nähe des Symbols auf dem Zubehör platzieren, falls verfügbar.
es: También puede colocar su iPhone cerca del símbolo en el accesorio, si está disponible.
fr: Vous pouvez également placer votre iPhone près du symbole sur l'accessoire, si disponible.
it: Puoi anche posizionare il tuo iPhone vicino al simbolo sull'accessorio, se disponibile.
ru: Также вы можете поместить iPhone рядом с символом на аксессуаре, если это доступно.

source: Lighting device
de: Beleuchtungsgerät
es: Dispositivo de iluminación
fr: Appareil d'éclairage
it: Dispositivo di illuminazione
ru: Осветительное устройство

# connectionToLightingDevice
source: Сonnection to the lighting device
de: Verbindung zum Beleuchtungsgerät
es: Conexión al dispositivo de iluminación
fr: Connexion à l'appareil d'éclairage
it: Connessione al dispositivo di illuminazione
ru: Подключение к осветительному устройству

# ensureThatAccessoryPlugged
source: Ensure that the accessory is plugged into a power source and is in close proximity.
de: Stellen Sie sicher, dass das Zubehör an eine Stromquelle angeschlossen ist und sich in unmittelbarer Nähe befindet.
es: Asegúrese de que el accesorio esté conectado a una fuente de alimentación y esté cerca.
fr: Assurez-vous que l'accessoire est branché sur une source d'alimentation et est à proximité.
it: Assicurati che l'accessorio sia collegato a una fonte di alimentazione e sia vicino.
ru: Убедитесь, что аксессуар подключен к источнику питания и находится в непосредственной близости.

# lightingDeviceNameLocation
source: Lighting device name and location
de: Name und Standort des Beleuchtungsgeräts
es: Nombre y ubicación del dispositivo de iluminación
fr: Nom et emplacement de l'appareil d'éclairage
it: Nome e posizione del dispositivo di illuminazione
ru: Название и местоположение осветительного устройства

# whatDeviceName
source: What is your device name?
de: Wie lautet der Name Ihres Geräts?
es: ¿Cuál es el nombre de tu dispositivo?
fr: Quel est le nom de votre appareil ?
it: Qual è il nome del tuo dispositivo?
ru: Какое у вас название устройства?

source: Enter device name
de: Gerätenamen eingeben
es: Ingrese el nombre del dispositivo
fr: Entrez le nom de l'appareil
it: Inserisci il nome del dispositivo
ru: Введите название устройства

# whereDeviceLocated
source: Where is your device located?
de: Wo befindet sich Ihr Gerät?
es: ¿Dónde está ubicado tu dispositivo?
fr: Où se trouve votre appareil ?
it: Dove si trova il tuo dispositivo?
ru: Где находится ваше устройство?

source: Living room
de: Wohnzimmer
es: Sala de estar
fr: Salon
it: Soggiorno
ru: Гостиная

source: Bedroom
de: Schlafzimmer
es: Dormitorio
fr: Chambre
it: Camera da letto
ru: Спальня

source: Bathroom
de: Badezimmer
es: Baño
fr: Salle de bain
it: Bagno
ru: Ванная

source: Kitchen
de: Küche
es: Cocina
fr: Cuisine
it: Cucina
ru: Кухня

# deviceAdded
source: added to DevHome
de: in DevHome hinzugefügt
es: agregado a DevHome
fr: ajouté à DevHome
it: aggiunto a DevHome
ru: добавлено в DevHome

# lightSmartLulb
source: Light smart bulb RGB
de: Intelligente RGB-Lampe
es: Bombilla inteligente RGB
fr: Ampoule intelligente RGB
it: Lampadina intelligente RGB
ru: Умная светодиодная лампа RGB

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ru: Подключенно

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ru: Отключенно

# youDontHaveRooms
source: You don’t have any rooms
de: Sie haben keine Räume
es: No tienes ninguna habitación
fr: Vous n'avez pas de pièces
it: Non hai stanze
ru: У вас нет комнат

# pleaseInputRoomsName
source: Please input the room's name and choose a wallpaper design.
de: Bitte geben Sie den Namen des Raums ein und wählen Sie ein Hintergrunddesign aus.
es: Ingrese el nombre de la habitación y elija un diseño de fondo.
fr: Veuillez saisir le nom de la pièce et choisir un design de papier peint.
it: Per favore inserisci il nome della stanza e scegli un design della carta da parati.
ru: Пожалуйста, введите название комнаты и выберите дизайн обоев.

source: devices connected
de: Verbundene Geräte
es: Dispositivos conectados
fr: Appareils connectés
it: dispositivi collegati
ru: подключенных устройства

source: Collection
de: Sammlung
es: Colección
it: Collezione
ru: Коллекция

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
ru: Насыщенность

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ru: Яркость

source: Plinth:
de: Sockel:
es: Plinto:
fr: Socle:
it: Plinto:
ru: Цоколь:

source: Intensity:
de: Intensität:
es: Intensidad:
fr: Intensité:
it: Intensità:
ru: Интенсивность:

source: Select your music source
de: Wählen Sie Ihre Musikquelle aus
es: Selecciona tu fuente de música
fr: Sélectionnez votre source de musique
it: Seleziona la tua fonte musicale
ru: Выберите источник музыки

source: Music on iPhone
de: Musik auf dem iPhone
es: Música en el iPhone
fr: Musique sur iPhone
it: Musica sull'iPhone
ru: Музыка на iPhone

source: Sync with music
de: Mit Musik synchronisieren
es: Sincronizar con la música
fr: Synchroniser avec la musique
it: Sincronizza con la musica
ru: Синхронизировать с музыкой

# playbackLight
source: Playback light reflection
de: Wiedergabe-Lichtreflexion
es: Reflejo de la luz de reproducción
fr: Réflexion de la lumière de lecture
it: Riflessione della luce di riproduzione
ru: Отражение света воспроизведения

# thisFeatureWorks
source: This feature works through your iPhone's microphone.
de: Diese Funktion funktioniert über das Mikrofon Ihres iPhones.
es: Esta función funciona a través del micrófono de tu iPhone.
fr: Cette fonctionnalité fonctionne via le microphone de votre iPhone.
it: Questa funzione funziona tramite il microfono del tuo iPhone.
ru: Эта функция работает через микрофон вашего iPhone.

# pressPlay
source: Press “Play” and bring your phone close to the sound source.
de: Drücken Sie auf „Wiedergabe“ und halten Sie Ihr Telefon nah an die Klangquelle.
es: Presiona “Reproducir” y acerca tu teléfono a la fuente de sonido.
fr: Appuyez sur “Lecture” et approchez votre téléphone de la source sonore.
it: Premi “Riproduci” e avvicina il telefono alla fonte audio.
ru: Нажмите «Воспроизведение» и поднесите телефон ближе к источнику звука.

# musicOnIphone2
source: Music on iPhone
de: Musik auf dem iPhone
es: Música en el iPhone
fr: Musique sur iPhone
it: Musica sull'iPhone
ru: Музыка на iPhone

# syncWithMusic2
source: Sync with music
de: Mit Musik synchronisieren
es: Sincronizar con la música
fr: Synchroniser avec la musique
it: Sincronizza con la musica
ru: Синхронизировать с музыкой

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ru: Да

source: No
de: Nein
fr: Non
ru: Нет

# wantToDelete
source: Are you sure you want to delete?
de: Möchten Sie wirklich löschen?
es: ¿Estás seguro de que quieres eliminar?
fr: Êtes-vous sûr de vouloir supprimer ?
it: Sei sicuro di voler eliminare?
ru: Вы уверены, что хотите удалить?

# welcomeLedLamp
source: Welcome to LED Lamp Controller
de: Willkommen beim LED-Lampensteuergerät
es: Bienvenido al controlador de lámpara LED
fr: Bienvenue sur le contrôleur de lampe LED
it: Benvenuti nel controller della lampada a LED
ru: Добро пожаловать в контроллер светодиодных ламп

# discription1
source: Effortlessly control the lighting throughout your home with a unified and user-friendly application
de: Steueren Sie mühelos die Beleuchtung in Ihrem gesamten Zuhause mit einer einheitlichen und benutzerfreundlichen Anwendung
es: Controle fácilmente la iluminación en toda su casa con una aplicación unificada y fácil de usar
fr: Contrôlez facilement l'éclairage dans toute votre maison avec une application unifiée et conviviale
it: Controlla facilmente l'illuminazione in tutta la tua casa con un'applicazione unificata e facile da usare
ru: Легко управляйте освещением во всем вашем доме с помощью унифицированного и удобного в использовании приложения

# yourFeedback
source: Your feedback Our improvements
de: Ihre Rückmeldungen, unsere Verbesserungen
es: Sus comentarios, nuestras mejoras
fr: Vos retours, nos améliorations
it: I tuoi feedback, le nostre migliorie
ru: Ваш отзыв, наши улучшения

# discription2
source: Your ratings and feedback enhance the app and shape its improvements
de: Ihre Bewertungen und Rückmeldungen verbessern die App und gestalten ihre Verbesserungen
es: Sus calificaciones y comentarios mejoran la aplicación y dan forma a sus mejoras
fr: Vos notes et retours enrichissent l'application et façonnent ses améliorations
it: Le tue valutazioni e i tuoi feedback migliorano l'app e ne plasmano le migliorie
ru: Ваши оценки и отзывы улучшают приложение и формируют его улучшения

# adjustLight
source: Adjust light color and brightness
de: Lichtfarbe und Helligkeit anpassen
es: Ajustar color y brillo de la luz
fr: Ajuster la couleur et la luminosité de la lumière
it: Regola il colore e la luminosità della luce
ru: Настройка цвета и яркости света

# discription3
source: Choosing the perfect color and intensity for each room
de: Wählen Sie für jeden Raum die perfekte Farbe und Intensität
es: Elegir el color y la intensidad perfectos para cada habitación
fr: Choisir la couleur et l'intensité parfaites pour chaque pièce
it: Scegli la colorazione e l'intensità perfette per ogni stanza
ru: Выбор идеального цвета и интенсивности для каждой комнаты

# startUse
source: Start to use LED Lamp Controller
de: Beginnen Sie mit der Nutzung des LED-Lampensteuergeräts
es: Comience a usar el controlador de lámpara LED
fr: Commencez à utiliser le contrôleur de lampe LED
it: Inizia a usare il controller della lampada a LED
ru: Начните использовать контроллер светодиодных ламп

# discription4
source: Begin your LED Lamp app experience with a 3-day trial, followed by at $5.99 per week
de: Beginnen Sie Ihr LED-Lampen-App-Erlebnis mit einer 3-tägigen Testversion, gefolgt von 5,99 $ pro Woche
es: Comience su experiencia con la aplicación de lámpara LED con una prueba gratuita de 3 días, seguida de $5.99 por semana
fr: Commencez votre expérience d'application de lampe LED avec un essai de 3 jours, suivi de 5,99 $ par semaine
it: Inizia la tua esperienza con l'app della lampada a LED con una prova gratuita di 3 giorni, seguita da $5,99 a settimana
ru: Начните свой опыт использования приложения светодиодной лампы с пробной версии на 3 дня, за которой последует оплата $5.99 в неделю

source: Try Free Trial
de: Kostenlose Testversion ausprobieren
es: Probar la versión de prueba gratuita
fr: Essayer l'essai gratuit
it: Prova la prova gratuita
ru: Попробовать бесплатную пробную версию

source: Terms
de: Beding ungen
es: Términos
fr: Termes
it: Termini
ru: Условия

source: Privacy
de: Daten schutz
es: Privacidad
fr: Confidentialité
ru: Конфиден циальность

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ru: Восс тановить

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ru: Не сейчас

# unrestrictedLed
source: Unrestricted LED Lamp Controller
de: Uneingeschränktes LED-Lampensteuergerät
es: Controlador de lámpara LED sin restricciones
fr: Contrôleur de lampe LED sans restrictions
it: Controller della lampada a LED senza limitazioni
ru: Неограниченный контроллер светодиодных ламп

# choosingOptimal
source: Choosing optimal colors and brightness for each room
de: Optimale Farben und Helligkeiten für jeden Raum auswählen
es: Elegir colores y brillos óptimos para cada habitación
fr: Choisir des couleurs et une luminosité optimales pour chaque pièce
it: Scegliere colori e luminosità ottimali per ogni stanza
ru: Выбор оптимальных цветов и яркости для каждой комнаты

source: POPULAR
de: BELIEBT
fr: POPULAIRE
it: POPOLARE
ru: ПОПУЛЯРНОЕ

# 3dayFree
source: 3 DAYS
de: 3 TAGE KOSTENLOSE TESTVERSION
es: PRUEBA GRATUITA DE 3 DÍAS
fr: ESSAI GRATUIT DE 3 JOURS
it: 3 GIORNI
ru: 3 ДНЯ БЕСПЛАТНОГО ПРОБНОГО ПЕРИОДА

source: BEST DEAL
de: BESTES ANGEBOT
es: MEJOR OFERTA
fr: MEILLEURE OFFRE
it: MIGLIOR OFFERTA
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ru: Ежемесячно

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ru: Еженедельно

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ru: Ежегодно

# perWeek4
source: $4,99 per week
de: 4,99 $ pro Woche
es: $4,99 por semana
fr: 4,99 $ par semaine
it: $4,99 a settimana
ru: $4,99 в неделю

# perWeek5
source: $5,99 per week
de: 5,99 $ pro Woche
es: $5,99 por semana
fr: 5,99 $ par semaine
it: $5,99 a settimana
ru: $5,99 в неделю

# perWeek0,7
source: $0,79 per week
de: 0,79 $ pro Woche
es: $0,79 por semana
fr: 0,79 $ par semaine
it: $0,79 a settimana
ru: $0,79 в неделю

# 19month
source: $19,99/month
de: 19,99 $ pro Monat
es: $19,99 por mes
fr: 19,99 $ par mois
it: $19,99 al mese
ru: $19,99 в месяц

# 5week
source: $5,99/week
de: 5,99 $ pro Woche
es: $5,99 por semana
fr: 5,99 $ par semaine
it: $5,99 a settimana
ru: $5,99 в неделю

# 39year
source: $39,99/year
de: 39,99 $ pro Jahr
es: $39,99 por año
fr: 39,99 $ par an
it: $39,99 all'anno
ru: $39,99 в год

# startTrialThen
source: Subscribe
de: Testversion starten, dann abonnieren
es: Comenzar la prueba, luego suscribirse
fr: Commencer l'essai puis s'abonner
it: Abbonati
ru: Начать пробную версию, затем подписаться.
